[{"title": "Question 1", "context": "My name is John, I live in New York", "context_question": "What is my name?"}, {"context": "Effects of inequality researchers have found include higher rates of health and social problems, and lower rates of social goods, a lower level of economic utility in society from resources devoted on high-end consumption, and even a lower level of economic growth when human capital is neglected for high-end consumption. For the top 21 industrialised countries, counting each person equally, life expectancy is lower in more unequal countries (r = -.907). A similar relationship exists among US states (r = -.620).", "context_question": "Higher rates of health and social problems are just two of examples of effects from what?", "title": "Question 2"}, {"context": "The sculpture collection at the V&A is the most comprehensive holding of post-classical European sculpture in the world. There are approximately 22,000 objects in the collection that cover the period from about 400 AD to 1914. This covers among other periods Byzantine and Anglo Saxon ivory sculptures, British, French and Spanish medieval statues and carvings, the Renaissance, Baroque, Neo-Classical, Victorian and Art Nouveau periods. All uses of sculpture are represented, from tomb and memorial, to portrait, allegorical, religious, mythical, statues for gardens including fountains, as well as architectural decorations. Materials used include, marble, alabaster, stone, terracotta, wood (history of wood carving), ivory, gesso, plaster, bronze, lead and ceramics.", "context_question": "Approximately how many objects are in the V&A sculpture collection?", "title": "Question 3"}, {"context": "The inverted repeat regions are highly conserved among land plants, and accumulate few mutations. Similar inverted repeats exist in the genomes of cyanobacteria and the other two chloroplast lineages (glaucophyta and rhodophyceæ), suggesting that they predate the chloroplast, though some chloroplast DNAs have since lost or flipped the inverted repeats (making them direct repeats). It is possible that the inverted repeats help stabilize the rest of the chloroplast genome, as chloroplast DNAs which have lost some of the inverted repeat segments tend to get rearranged more.", "context_question": "What have some inverted repeats become?", "title": "Question 4"}, {"context": "To accurately map the Amazon's biomass and subsequent carbon related emissions, the classification of tree growth stages within different parts of the forest is crucial. In 2006 Tatiana Kuplich organized the trees of the Amazon into four categories: (1) mature forest, (2) regenerating forest [less than three years], (3) regenerating forest [between three and five years of regrowth], and (4) regenerating forest [eleven to eighteen years of continued development]. The researcher used a combination of Synthetic aperture radar (SAR) and Thematic Mapper (TM) to accurately place the different portions of the Amazon into one of the four classifications.", "context_question": "Who organized the trees of the Amazon into four categories?", "title": "Question 5"}, {"context": "Kublai Khan promoted commercial, scientific, and cultural growth. He supported the merchants of the Silk Road trade network by protecting the Mongol postal system, constructing infrastructure, providing loans that financed trade caravans, and encouraging the circulation of paper banknotes (鈔, Chao). Pax Mongolica, Mongol peace, enabled the spread of technologies, commodities, and culture between China and the West. Kublai expanded the Grand Canal from southern China to Daidu in the north. Mongol rule was cosmopolitan under Kublai Khan. He welcomed foreign visitors to his court, such as the Venetian merchant Marco Polo, who wrote the most influential European account of Yuan China. Marco Polo's travels would later inspire many others like Christopher Columbus to chart a passage to the Far East in search of its legendary wealth.", "context_question": "What kinds of growth did Kublai encourage?", "title": "Question 6"}, {"context": "In 1900, Tesla was granted patents for a \"system of transmitting electrical energy\" and \"an electrical transmitter.\" When Guglielmo Marconi made his famous first-ever transatlantic radio transmission in 1901, Tesla quipped that it was done with 17 Tesla patents, though there is little to support this claim. This was the beginning of years of patent battles over radio with Tesla's patents being upheld in 1903, followed by a reverse decision in favor of Marconi in 1904. In 1943, a Supreme Court of the United States decision restored the prior patents of Tesla, Oliver Lodge, and John Stone. The court declared that their decision had no bearing on Marconi's claim as the first to achieve radio transmission, just that since Marconi's claim to certain patents were questionable, he could not claim infringement on those same patents (there are claims the high court was trying to nullify a World War I claim against the U.S. government by the Marconi Company via simply restoring Tesla's prior patent).", "context_question": "When did Tesla attain his electrical transmitter patent?", "title": "Question 7"}, {"context": "Since the IPCC does not carry out its own research, it operates on the basis of scientific papers and independently documented results from other scientific bodies, and its schedule for producing reports requires a deadline for submissions prior to the report's final release. In principle, this means that any significant new evidence or events that change our understanding of climate science between this deadline and publication of an IPCC report cannot be included. In an area of science where our scientific understanding is rapidly changing, this has been raised as a serious shortcoming in a body which is widely regarded as the ultimate authority on the science. However, there has generally been a steady evolution of key findings and levels of scientific confidence from one assessment report to the next.[citation needed]", "context_question": "Who is seen as the ultimate climate change authority?", "title": "Question 8"}, {"context": "In the United States, there has been a push to legalize importation of medications from Canada and other countries, in order to reduce consumer costs. While in most cases importation of prescription medications violates Food and Drug Administration (FDA) regulations and federal laws, enforcement is generally targeted at international drug suppliers, rather than consumers. There is no known case of any U.S. citizens buying Canadian drugs for personal use with a prescription, who has ever been charged by authorities.", "context_question": "Has there ever been anyone charged with importing drugs from Canada for personal medicinal use?", "title": "Question 9"}, {"context": "As of 2012, quality private schools in the United States charged substantial tuition, close to $40,000 annually for day schools in New York City, and nearly $50,000 for boarding schools. However, tuition did not cover operating expenses, particularly at boarding schools. The leading schools such as the Groton School had substantial endowments running to hundreds of millions of dollars supplemented by fundraising drives. Boarding schools with a reputation for quality in the United States have a student body drawn from throughout the country, indeed the globe, and a list of applicants which far exceeds their capacity.", "context_question": "What would a parent have to pay to send their child to a boarding school in 2012?", "title": "Question 10"}, {"context": "At the start of the war, no French regular army troops were stationed in North America, and few British troops. New France was defended by about 3,000 troupes de la marine, companies of colonial regulars (some of whom had significant woodland combat experience). The colonial government recruited militia support when needed. Most British colonies mustered local militia companies, generally ill trained and available only for short periods, to deal with native threats, but did not have any standing forces.", "context_question": "What was Frensh military presence at start of war?", "title": "Question 11"}, {"context": "While acknowledging the central role economic growth can potentially play in human development, poverty reduction and the achievement of the Millennium Development Goals, it is becoming widely understood amongst the development community that special efforts must be made to ensure poorer sections of society are able to participate in economic growth. The effect of economic growth on poverty reduction – the growth elasticity of poverty – can depend on the existing level of inequality. For instance, with low inequality a country with a growth rate of 2% per head and 40% of its population living in poverty, can halve poverty in ten years, but a country with high inequality would take nearly 60 years to achieve the same reduction. In the words of the Secretary General of the United Nations Ban Ki-Moon: \"While economic growth is necessary, it is not sufficient for progress on reducing poverty.\"", "context_question": "What needs to be made to ensure poorer members of society can participate in economic growth?", "title": "Question 12"}, {"context": "Since ~3000 yr BP (= years Before Present), human impact is seen in the delta. As a result of increasing land clearance (Bronze Age agriculture), in the upland areas (central Germany), the sediment load of the Rhine has strongly increased and delta growth has sped up. This caused increased flooding and sedimentation, ending peat formation in the delta. The shifting of river channels to new locations, on the floodplain (termed avulsion), was the main process distributing sediment across the subrecent delta. Over the past 6000 years, approximately 80 avulsions have occurred. Direct human impact in the delta started with peat mining, for salt and fuel, from Roman times onward. This was followed by embankment, of the major distributaries and damming of minor distributaries, which took place in the 11–13th century AD. Thereafter, canals were dug, bends were short cut and groynes were built, to prevent the river's channels from migrating or silting up.", "context_question": "What has increased sediment and delta growth also produced in the Rhine?", "title": "Question 13"}, {"context": "On 13 June 1525, the couple was engaged with Johannes Bugenhagen, Justus Jonas, Johannes Apel, Philipp Melanchthon and Lucas Cranach the Elder and his wife as witnesses. On the evening of the same day, the couple was married by Bugenhagen. The ceremonial walk to the church and the wedding banquet were left out, and were made up two weeks later on 27 June.", "context_question": "Besides the walk to the church, what else was left out of the day's celebration?", "title": "Question 14"}, {"context": "Also part of the library is the aforementioned Selznick library, the Cinerama Productions/Palomar theatrical library and the Selmur Productions catalog that the network acquired some years back, and the in-house productions it continues to produce (such as America's Funniest Home Videos, General Hospital, and ABC News productions), although Disney–ABC Domestic Television (formerly known as Buena Vista Television) handles domestic television distribution, while Disney–ABC International Television (formerly known as Buena Vista International Television) handles international television distribution.", "context_question": "What library contains the Selmur Productions catalogue?", "title": "Question 15"}, {"context": "Major roads in the area include the A1 (Gateshead Newcastle Western Bypass), stretching north to Edinburgh and south to London; the A19 heading south past Sunderland and Middlesbrough to York and Doncaster; the A69 heading west to Carlisle; the A696, which becomes the A68 heads past Newcastle Airport and up through central Northumberland and central Scottish Borders, the A167, the old \"Great North Road\", heading south to Gateshead, Chester-le-Street, Durham and Darlington; and the A1058 \"Coast Road\", which runs from Jesmond to the east coast between Tynemouth and Cullercoats. Many of these designations are recent—upon completion of the Western Bypass, and its designation as the new line of the A1, the roads between this and the A1's former alignment through the Tyne Tunnel were renumbered, with many city centre roads changing from a 6-prefix to their present 1-prefix numbers. In November 2011 the capacity of the Tyne Tunnel was increased when a project to build a second road tunnel and refurbish the first tunnel was completed.", "context_question": "What Newcastle road heads west to Carlisle?", "title": "Question 16"}, {"context": "A new arrangement of the theme, once again by Gold, was introduced in the 2007 Christmas special episode, \"Voyage of the Damned\"; Gold returned as composer for the 2010 series. He was responsible for a new version of the theme which was reported to have had a hostile reception from some viewers. In 2011, the theme tune charted at number 228 of radio station Classic FM's Hall of Fame, a survey of classical music tastes. A revised version of Gold's 2010 arrangement had its debut over the opening titles of the 2012 Christmas special \"The Snowmen\", and a further revision of the arrangement was made for the 50th Anniversary special \"The Day of the Doctor\" in November 2013.[citation needed]", "context_question": "Who was the creator of the theme for the 50th Anniversary special?", "title": "Question 17"}, {"context": "Education in Australia is primarily the responsibility of the individual states and territories. Generally, education in Australia follows the three-tier model which includes primary education (primary schools), followed by secondary education (secondary schools/high schools) and tertiary education (universities and/or TAFE colleges).", "context_question": "What is tertiary education?", "title": "Question 18"}, {"context": "The Premier of Victoria is the leader of the political party or coalition with the most seats in the Legislative Assembly. The Premier is the public face of government and, with cabinet, sets the legislative and political agenda. Cabinet consists of representatives elected to either house of parliament. It is responsible for managing areas of government that are not exclusively the Commonwealth's, by the Australian Constitution, such as education, health and law enforcement. The current Premier of Victoria is Daniel Andrews.", "context_question": "How are Victorian cabinet members chosen?", "title": "Question 19"}, {"context": "The Broncos defeated the Pittsburgh Steelers in the divisional round, 23–16, by scoring 11 points in the final three minutes of the game. They then beat the defending Super Bowl XLIX champion New England Patriots in the AFC Championship Game, 20–18, by intercepting a pass on New England's 2-point conversion attempt with 17 seconds left on the clock. Despite Manning's problems with interceptions during the season, he didn't throw any in their two playoff games.", "context_question": "What team was the divisional round winner between the Broncos and Steelers?", "title": "Question 20"}, {"context": "Several procedures enable the Scottish Parliament to scrutinise the Government. The First Minister or members of the cabinet can deliver statements to Parliament upon which MSPs are invited to question. For example, at the beginning of each parliamentary year, the First Minister delivers a statement to the chamber setting out the Government's legislative programme for the forthcoming year. After the statement has been delivered, the leaders of the opposition parties and other MSPs question the First Minister on issues related to the substance of the statement.", "context_question": "What does the First Minister deliver at the beginning of each parliamentary year?", "title": "Question 21"}]
